{"chapter":"One","title":"Chapter One","messages":{"always-wanted-to-have":{"options":[{"effects":[],"text":"How about you make me a cup of coffee?","next":"first-probably-we-should"},{"effects":[],"text":"Can you do my laundry?","next":"first-probably-we-should"},{"effects":["increaseDiligence"],"text":"What do you think should be the first step?","next":"first-probably-we-should"},{"effects":[],"text":"I don't know where to start","next":"first-probably-we-should"}],"text":"Olga: Always wanted to have this opportunity to work side by side with you, so I'm here for whatever you need."},"first-probably-we-should":{"options":[{"effects":["increaseEmpathy"],"text":"I would feel better if you come with me","next":"we-need-to-have"},{"effects":["increaseKnowledge"],"text":"Any idea on how can I get there?","next":""},{"effects":["increaseDiligence"],"text":"Seems like a great plan to me, thanks","next":""},{"effects":[],"text":"You don't get to make the decisions around here","next":"we-need-to-have"}],"text":"Olga: First probably we should gather as much information from the project as we can.\n\nOlga: I'm going to go through all the related files in the archive and will organise them chronologically.\n\nOlga: Maybe you could go to the place itself and have a feel of the plot and the area surrounding?"},"what-do-you-mean":{"options":[{"effects":[],"text":"We can make a financial difference with a lot of money from this","next":""},{"effects":["increaseEmpathy","increaseScore2"],"text":"We can make a proposal for a housing development where people can lead happy and respectable lives","next":"that-is-exactly-why"},{"effects":["increaseDiligence"],"text":"We can build the biggest supermarket in the world and become famous for it","next":""},{"effects":[],"text":"Sorry, I don't know what I was trying to say","next":""}],"text":"William: What do you mean?"},"as-you-approach-the":{"options":[{"effects":[],"text":"(Maybe they are just taking their time to bring their storables, let's head back to the office)","next":""},{"effects":[],"text":"(Maybe they forgot about it, let's go back)","next":""},{"effects":[],"text":"(This has nothing to do with me, let's get back?)","next":""},{"effects":["increaseEmpathy"],"text":"(Really, no cake? let's go back to the office)","next":""}],"text":"As you approach the main door of the supermarket you realise in fact it is dark in here, not light even coming from inside.\n\nGetting even closer exposes something even more astonishing: It is empty!\n\nWhat kind of warehouse can it be left completely empty?"},"life-tough":{"options":[{"effects":[],"text":"That is much better","next":"by-the-way"},{"effects":["increaseDiligence"],"text":"Work is not going to be done by itself","next":"by-the-way"},{"effects":[],"text":"Agree","next":"by-the-way"}],"text":"Olga: Yeah, no point on being just complaining about. We have a new project and we have to deal with it."},"let-us-try-it":{"options":[{"effects":[],"text":"I will, thanks","next":"stepping-out-of-william"},{"effects":[],"text":"Ok","next":"stepping-out-of-william"},{"effects":[],"text":"Let's see","next":"stepping-out-of-william"},{"effects":[],"text":"If I have no other choice","next":"stepping-out-of-william"}],"text":"William: Let us try it and remember to come to me if you need anything."},"whoa-sombody-has-a":{"options":[{"effects":[],"text":"(Run for your life)","next":""},{"effects":[],"text":"(Genuflect and ask for forgiveness)","next":""},{"effects":[],"text":"(Give the signal to the boy to run and run yourself in the other direction)","next":""},{"effects":["increaseCourage","increaseScore2"],"text":"(Throw your backpack to the face of the big guy in the left and grab the biggest stone you can find)","next":"throw-your-backpack-to"}],"text":"Big guy right: Whoa! somebody has a big mouth.\n\nBig guy left: I can tell you that pretty mouth is about to get swollen!\n\nThe big guys start approaching you, slowly."},"it-is-about":{"options":[{"effects":[],"text":"Not really","next":"about-station"},{"effects":[],"text":"I don't remember","next":"about-station"},{"effects":[],"text":"I have been there a few times","next":"well-there-is"},{"effects":[],"text":"I commute there every morning","next":"well-there-is"}],"text":"William: It is about a new project we just got commissioned to do. We call it Hauptbahnhof, like the central train station, because it is a development very close to that station. I'm sure you have been there before, right?"},"but-why-me":{"options":[{"effects":["increaseEmpathy"],"text":"I appreciate the confidence","next":"let-us-try-it"},{"effects":[],"text":"I don't want this","next":"let-us-try-it"},{"effects":["increaseDiligence"],"text":"I'll do my best","next":"let-us-try-it"},{"effects":[],"text":"I better get a rise for this","next":"let-us-try-it"}],"text":"William: I don't care if our proposal is the one accepted by the customer or not, if we get the money or not. My concern is that we provide the best proposal possible, the most humane solution for this, that we are there to defend and protect the people that will live in these houses, and I know that you will do your best to accomplish this. That is all I need from you. I know you won't work on a proposal to get accepted, you will work on the best proposal you can make."},"approach-olga":{"options":[{"effects":[],"text":"Too short","next":"life-tough"},{"effects":[],"text":"You know me, wild as it gets","next":"by-the-way"},{"effects":["increaseDiligence"],"text":"I stayed at home and did some more work","next":"just-warming-up"},{"effects":["increaseEmpathy"],"text":"It was good, how was yours?","next":"olgas-weekend"}],"text":"Olga: Oh! so nice to see you. How was your weekend?"},"about-new-project":{"options":[{"effects":[],"text":"Thanks","next":"william-office"},{"effects":[],"text":"Ok","next":"william-office"},{"effects":["increaseDiligence"],"text":"This seems interesting","next":"william-office"}],"text":"Olga: This is concerning the new project, it seems like William wants you to jump into it. So the sooner you get to talk to him the better."},"by-the-way":{"options":[{"effects":["increaseDiligence"],"text":"Will be there right away","next":"william-office"},{"effects":["increaseEmpathy"],"text":"Thank you, I will","next":"william-office"},{"effects":["increaseKnowledge"],"text":"Do you know what is it about?","next":"about-new-project"},{"effects":[],"text":"Oh, but I'm busy now","next":"about-new-project"}],"text":"Olga: By the way, William wanted to talk to you. Please drop by his office."},"they-want-to":{"options":[{"effects":[],"text":"Seems like a big and important project","next":""},{"effects":[],"text":"Seems boring","next":""},{"effects":[],"text":"Is this small firm really good enough to take this kind of projects?","next":""},{"effects":["increaseScore2"],"text":"This is our opportunity to make a difference","next":"what-do-you-mean"}],"text":"William: We need to propose a new multi storey supermarket, along with several floors of ample parking space underground, but most importantly, a housing development on top of the supermarket.\n\nWilliam: Now, this is the tricky part, the housing must be as high as possible and as dense as possible, they want to sell all the apartments and make big profits from it while still running the store downstairs."},"are-you-ok":{"options":[{"effects":[],"text":"(Leave as fast as possible)","next":""},{"effects":[],"text":"(Turn back and leave slowly)","next":""},{"effects":["increaseCourage","increaseScore2"],"text":"You don't seem to get it. I've been itching for an opportunity to try my new Jujitsu moves.","next":""},{"effects":["increaseEmpathy","increaseScore2"],"text":"Two big guys against a boy, that seems very fair. Do you also need to clean each other after going to the toilet?","next":""}],"text":"The small boy has fear in his eyes.\n\nSmall boy: Could be better..\n\nBig guy left: Seems like somebody else wants to play with us, wait to see what we have in store for you.\n\nBig guy right: Muahaha!"},"behind-the-trees-there":{"options":[{"effects":[],"text":"(Leave as fast as possible)","next":""},{"effects":[],"text":"(Try to sneak out of this)","next":""},{"effects":[],"text":"(Try to find cover in a tree but keep watching)","next":""},{"effects":["increaseCourage","increaseScore2"],"text":"What is happening here?!","next":"what-is-happening-here"}],"text":"Behind the trees there are two big guys surrounding a smaller boy.\n\nSmall boy: I told you already, I have nothing else!\n\nBig guy left: I like his winter jacket, and it seems my size.\n\nBig guy right: And just yesterday I was thinking I need a new pair of sneakers just like the ones he is wearing."},"they-took-my-mobile":{"options":[{"effects":["increaseCourage"],"text":"(Keep walking to the S-banh)","next":""},{"effects":[],"text":"(Too much excitement for one day, let's go back and take the U-bahn)","next":""}],"text":"Small boy: They took my mobile but other than that I'm fine, and I'm sure it would have been worst without you. Thanks again. Will not forget this.\n\nYou can sense the gratitude coming from the small boy as he leaves.\n\nHopefully the things in your backpack are not damaged by the impact."},"maybe-i-can-take":{"options":[{"effects":[],"text":"(Boring... let's just wait for the train and get to the office)","next":""},{"effects":[],"text":"(Keep watching the news)","next":"keep-watching-the-news"}],"text":"Desh Nedalle, the CEO of Omni is interviewed on the news.\n\nDesh Nedalle: We have been enduring hostilities ever since the announcement of our new campus here in Berlin. We just want to bring jobs and technology for the people of Europe, just the same way we have it back home at Silicon Valley, even better if possible, but we know that sometimes people gets overzealous and it just takes time to accept it.\n\nDesh Nedalle: We are social conscious too, so we give them all a chance to express themselves and if they want they can come and talk directly to us, our doors are open, to anyone..."},"discuss-it-later":{"options":[{"effects":[],"text":"You can bet I will come back, I can't stand this anymore","next":"it-is-about"},{"effects":[],"text":"I'm listening","next":"it-is-about"},{"effects":[],"text":"And what is it?","next":"it-is-about"}],"text":"William: We can discuss this later, please make sure you come back to my office soon for this.\n\nWilliam: At the moment there is something else I want to tell you..."},"we-are-happy":{"options":[{"effects":["increaseEmpathy"],"text":"Thanks for having confidence in me","next":"we-should-grab"},{"effects":["increaseDiligence"],"text":"You are exaggerating but I appreciate it","next":"we-should-grab"},{"effects":[],"text":"I should get a rise then","next":"discuss-it-later"},{"effects":[],"text":"Well, I'm not the best for nothing","next":"discuss-it-later"}],"text":"William: We are very happy with you joining the team, specially me. We have been looking for somebody like you for a long time; you are a hard worker yes, but more importantly you bring fresh ideas and you are very creative."},"please-sit":{"options":[{"effects":[],"text":"Why did you want to see me?","next":"it-is-about"},{"effects":["increaseEmpathy"],"text":"Thank you, I appreciate your support","next":"we-are-happy"},{"effects":[],"text":"Work just keeps coming and coming, is it going to be like this forever?","next":"discuss-it-later"},{"effects":["increaseDiligence"],"text":"I like how things are going, working hard and learning fast","next":"we-are-happy"}],"text":"William: Oh thanks for coming, please take a seat.\n\nWilliam: Tell me how are things going, you know you can always come to my office if you need help with anything."},"the-s-bahn-at":{"options":[{"effects":[],"text":"(Nobody will notice, let's just forget it for now)","next":""},{"effects":[],"text":"(Maybe I should stop buying tickets at all)","next":""},{"effects":["increaseDiligence"],"text":"(Buy a new ticket)","next":"buy-a-new-ticket"}],"text":"The S-bahn at Warchauer Strasse is packed as usual. With the local folklore perceptible at every corner, from the indie musicians playing on the street, the illegal dealings in the entrance, to the beggars drinking on the stairs of the station.\n\nWhile waiting for the train you remember that your monthly ticket for public transport just expired. A new one costs 82 euros.\n\nShould you get a new one?"},"what-is-happening-here":{"options":[{"effects":[],"text":"(Leave as fast as possible)","next":""},{"effects":[],"text":"(Leave slowly)","next":""},{"effects":["increaseCourage"],"text":"And what if I don't?","next":""},{"effects":["increaseEmpathy","increaseScore2"],"text":"Are you ok? (Addressing the small boy)","next":"are-you-ok"},{"effects":[],"text":"Please don't mind me, I'm just here to enjoy the show","next":""}],"text":"Big guy right: Get out of here, this doesn't concern you!"},"another-coffee":{"options":[{"effects":[],"text":"Busy day","next":"life-tough"},{"effects":["increaseEmpathy"],"text":"Do you want a coffee?","next":"want-coffee"},{"effects":["increaseDiligence"],"text":"I'm fine, just warming up on Monday morning","next":"just-warming-up"}],"text":"A third coffee in the morning seems like stressing it too much, but then again it has been a busy morning so far.\n\nWhile operating the espresso machine Olga approaches you.\n\nOlga: Good to see you, how are you doing?"},"you-can-walk-to":{"options":[{"effects":["increaseEmpathy"],"text":"Thanks, I will walk","next":""},{"effects":["increaseEmpathy"],"text":"Thanks, I will take the U-bahn","next":""},{"effects":[],"text":"If you say so. (Go there walking)","next":""},{"effects":[],"text":"If you say so. (Take the U-bahn)","next":""}],"text":"Olga: You can walk to the S-bahn Warchauer Str and take a train to Hauptbahnhof, from there it is easy to get to the supermarket place.\n\nOlga: Additionally if you don't want to walk you can take the U-bahn at Gorlitzer Bahnhof which we have here close by, it will take you to the S-bahn Warchauer Str."},"the-old-supermarket":{"options":[{"effects":[],"text":"Can you just give me the details?","next":"they-want-to"},{"effects":[],"text":"I see, this process is also happening in other parts of the city too","next":"exactly-like-that"}],"text":"William: The owners realised the whole neighbourhood has been undertaking a process of gentrification and densification and this could only be translated as more revenue for themselves. But at some point this old store is not going to be able to provide enough to the area, so why not expanding and improving?.."},"just-warming-up":{"options":[{"effects":[],"text":"Thanks","next":"by-the-way"},{"effects":["increaseEmpathy"],"text":"I'm impressed by yours","next":"by-the-way"},{"effects":["increaseDiligence"],"text":"I just like what I'm doing","next":"by-the-way"}],"text":"Olga: I'm impressed by your diligence."},"stepping-out-of-william":{"options":[{"effects":["increaseEmpathy"],"text":"I'm glad to know that we are together on this","next":""},{"effects":[],"text":"Seems to me that you are jealous that I got this project and not you","next":""},{"effects":[],"text":"We better finish this soon, I don't like it","next":""},{"effects":["increaseDiligence"],"text":"I'm going to be able to learn a lot with you by my side","next":""}],"text":"Stepping out of William's office Olga approaches you once more.\n\nOlga: So, aren't you excited about this new project?"},"initial":{"options":[{"effects":["increaseDiligence","increaseScore10"],"text":"(Go to the kitchen and get yourself another coffee)","next":"another-coffee"},{"effects":["increaseEmpathy","increaseScore10"],"text":"(Get up and approach Olga)","next":"approach-olga"},{"effects":["increaseScore10"],"text":"(Pretend you are still busy)","next":"still-busy"},{"effects":["increaseScore10"],"text":"(Do nothing)","next":"do-nothing"}],"text":"11:00 hours Monday, Playfair Architects, Kreuzberg.\n\nYou finally managed to get through the huge pile of documents on your desk accumulated through the weekend, and you just drank your second coffee.\n\nIt seems that Olga is just stepping out of William's office and apparently she is heading your way."},"well-there-is":{"options":[{"effects":[],"text":"Just tell me the short version of this","next":"they-want-to"},{"effects":[],"text":"I think I have gone myself to that store","next":"the-old-supermarket"},{"effects":[],"text":"I agree, it is a nice location","next":"the-old-supermarket"},{"effects":[],"text":"Is this leading to something at all?","next":"they-want-to"}],"text":"William: Well, there is an Aldo's Supermarket just 600 metres from the station. A very good location actually, just outside of the main railway station, in a very central area of the city and highly commercial neighbourhood too..."},"in-the-lower-level":{"options":[{"effects":[],"text":"(It must have been my imagination, let's head to the supermarket)","next":""},{"effects":[],"text":"(It was probably just somebody from maintenance, let's head to the supermarket)","next":""}],"text":"In the lower level of the station there is another big platform for the underground trains.\n\nWhile observing a train coming in for a second you think of having seen somebody walking on one of the empty tunnels, you look in that direction but can't seem to see anything moving there at all. A few seconds later a train comes also from that tunnel."},"want-coffee":{"options":[{"effects":[],"text":"Life is tough","next":"life-tough"},{"effects":["increaseEmpathy"],"text":"I'm sure there is some way I can help you out","next":"just-warming-up"},{"effects":["increaseDiligence"],"text":"Just assign some tasks to me and I will help","next":"just-warming-up"},{"effects":[],"text":"We can't always be complaining","next":"life-tough"}],"text":"Olga: That is very kind of you; actually yes, I would love a coffee.\n\nOlga: It has been a stressful day, there is this new project and you know how it is, we got it just today but it should have been finished yesterday."},"buy-a-new-ticket":{"options":[{"effects":[],"text":"(I want to sit the whole trip)","next":"arriving-to-the-central"},{"effects":["increaseEmpathy"],"text":"(I can keep standing easily, maybe someone else needs the seat)","next":"arriving-to-the-central"}],"text":"The train comes just while you are buying the ticket. Luckily you are able to finish the transaction and board the train, no need to wait for the next one.\n\nAs expected the train is packet too, many people standing but there might be a place to sit somewhere. Should you find a place to sit?"},"on-your-way-back":{"options":[{"effects":[],"text":"(It is a sad world, board the train)","next":""},{"effects":[],"text":"(This has nothing to do with me, board the train)","next":""},{"effects":[],"text":"(I'm late, board the train)","next":""},{"effects":["increaseKnowledge","increaseScore2"],"text":"(Maybe I can take the next train, let's watch a little bit longer)","next":""}],"text":"On your way back to the office, while waiting for your train at Hauptbahnhof you hear the news coming from a small television in one of the stores inside the station.\n\nNews reporter: We are here at Potsdamer Platz where the self-proclaimed group \"Techno-pro-refugees\" is having a demonstration just outside of the main building of Omni.\n\nNews reporter: You might recall that earlier this year Omni, the biggest internet company in the world announced their plan to build a new campus in Berlin, this campus is meant to be a state of the art technological hub in the heart of Europe and only comparable to the ones found at Silicon Valley, probably even bigger than those.\n\nNews reporter: Ever since many social movements and activist groups have been demonstrating against and sabotaging public events for Omni...\n\nYour train has just arrived."},"we-should-grab":{"options":[{"effects":["increaseDiligence"],"text":"So I heard, please tell me about it","next":"it-is-about"},{"effects":[],"text":"Let's cut the small talk and get to business","next":"it-is-about"},{"effects":["increaseEmpathy"],"text":"I'm up for that lunch anytime; what can I help you with?","next":"it-is-about"},{"effects":[],"text":"Go on","next":"it-is-about"}],"text":"William: We should grab lunch together every once and then so I can see how things are looking in the company from your point of view, I'm sure I can't get a very interesting insight from that.\n\nWilliam: For now, I'm afraid there is a pressing matter at hand..."},"is-that-cake-what":{"options":[{"effects":["increaseEmpathy","increaseScore2"],"text":"(Get a piece of cake and continue exploring downstairs)","next":""},{"effects":["increaseScore2"],"text":"(You should watch out your sweet consumption, continue exploring downstairs)","next":""},{"effects":[],"text":"(No time for this, let's just head to the supermarket)","next":""},{"effects":["increaseEmpathy"],"text":"(There is always time for cake, get a piece and then head to the supermarket)","next":""}],"text":"You take the escalator down to the middle level where you can find some stores, and among them yes, there is a bakery with a nice smelling quark cake on display."},"do-nothing":{"options":[{"effects":[],"text":"Can't you see I'm all drowned in paperwork?","next":"life-tough"},{"effects":["increaseDiligence"],"text":"For sure, hit me","next":"just-warming-up"},{"effects":[],"text":"If we have to...","next":"by-the-way"},{"effects":["increaseKnowledge"],"text":"Sounds good, what is it about?","next":"about-new-project"}],"text":"Olga: Hey, Are you ready for a new challenge?"},"we-will-not-forget":{"options":[{"effects":[],"text":"You can thank me with 20 euros","next":""},{"effects":["increaseEmpathy","increaseScore2"],"text":"Are you hurt?","next":""},{"effects":["increaseEmpathy","increaseScore2"],"text":"Did they take anything from you?","next":""},{"effects":[],"text":"I just did it so I can get your jacked myself","next":""}],"text":"The big guy on the right helps the guy on the left to get on his feet, and they just run away, looking back at all times. The guy on the left seems like he is still in big pain from the backpack attack.\n\nBig guy right: We will not forget!\n\nThe small boy seems flabbergasted; he approaches you.\n\nSmall boy: Thank you, I don't know what could have happen if you would have not intervened."},"the-supermarket-is-just":{"options":[{"effects":["increaseKnowledge","increaseScore2"],"text":"(Take measurements, photographs, draw diagrams and add notes on everything you can see around)","next":""},{"effects":["increaseKnowledge","increaseScore2"],"text":"(Take a walk around the building, try to get a feeling of the area)","next":""},{"effects":[],"text":"(Maybe is time to go back to the office)","next":""}],"text":"The supermarket is just a warehouse now. The building itself is not exceptionally big or appealing in anyway, just a regular sized neighbourhood supermarket.\n\nIt can't be helped but there is a gloomy feeling around, maybe it's just the nostalgia of people moving in and out of the store of times past that seems to be missing now, or maybe is just the lack of illumination, after all the lights and signs are off.\n\nYou realise that in fact this can be a good place for living, people can have anything they need and the surroundings are good enough, they have the river close by and the central station too. With the proper planning this housing project can become a place for people to be happy, even if they have to live above a supermarket."},"exactly-like-that":{"options":[{"effects":["increaseDiligence"],"text":"I'm excited already","next":"they-want-to"},{"effects":["increaseKnowledge"],"text":"What are the requirements?","next":"they-want-to"},{"effects":[],"text":"Great, another brick to the wall","next":"they-want-to"}],"text":"William: Exactly like that, so they closed the store already. It is going to be a warehouse will this whole renovation process is going on. Of course they don't want this to take too long as they are loosing piles of money by the day.\n\nWilliam: And most importantly, they want us to elaborate a proposal with the development of this project for them."},"is-getting-darker-in":{"options":[{"effects":[],"text":"(It is time to head back to the office)","next":""},{"effects":[],"text":"(Maybe I can have a sneak peak of the insides of the building?)","next":""},{"effects":[],"text":"(Could it be possible that they have cake still on the shelves?)","next":""},{"effects":[],"text":"(Let's report back to Olga)","next":""}],"text":"Is getting darker around the supermarket as hours pass, but you get grasp a good understanding of the area and the building itself. Your mind is already racing with a few of the possibilities of developments that can be used for this project. You recall some of your lessons and how your professors explained similar developments in different times and countries, some in Japan, France and even some here in Germany.\n\nYou are satisfied with the amount of information gathered."},"throw-your-backpack-to":{"options":[{"effects":[],"text":"(Run, now!)","next":""},{"effects":[],"text":"(Genuflect and try to be forgiven)","next":""},{"effects":["increaseCourage","increaseScore2"],"text":"Now is your time to get away while you still can!","next":"we-will-not-forget"},{"effects":["increaseCourage","increaseScore2"],"text":"(While moving the pipe) Do you want me to decorate your face, punk?!","next":"we-will-not-forget"}],"text":"Impressively enough your backpack lands right on the face of the big guy in left throwing him to the ground. In the meantime you were able to find a metal pipe laying close by. You took the pipe in one hand and adopt a defensive position with it.\n\nBig guy right: Who do you think you are?"},"walking-to-s-bahn":{"options":[{"effects":[],"text":"(Pretend you didn't see anything and continue in your way)","next":""},{"effects":["increaseCourage","increaseScore2"],"text":"(Get closer and investigate what is going on)","next":"behind-the-trees-there"},{"effects":[],"text":"(This doesn't look too good, let's better take the U-bahn)","next":""}],"text":"On direction to the S-bahn you walk through Gorlitzer Park and you feel grateful that there is still daylight as this park is not the safest or friendliest place in Berlin when it gets dark.\n\nBehind some trees you catch a glimpse of a scene that doesn't look too friendly."},"we-need-to-have":{"options":[],"text":"Olga: We need to have a strategy and for the time being probably work separately, if you by any chance need my help you can always call me. Also I will be here when you come back."},"arriving-to-the-central":{"options":[{"effects":[],"text":"(Nice but we have work to do, let's head to the supermarket)","next":""},{"effects":[],"text":"(Not interested, moving on)","next":""},{"effects":["increaseKnowledge","increaseScore2"],"text":"(Maybe I should explore a little bit now that I'm here)","next":""},{"effects":["increaseEmpathy"],"text":"(Is that cake what I'm smelling?)","next":""}],"text":"Arriving to the central station, Hauptbahnhof, you feel overwhelmed by how much is going on around.\n\nTrains coming and going in all directions, hundreds of people strolling around, it feels almost like looking at the insides of a big mechanical clock, with many different cogs moving at the same time in an endless ballet of precision and elegance."},"keep-watching-the-news":{"options":[],"text":"A series of videos from previous demonstrations are being shown in the news.\n\nTwo months ago"},"still-busy":{"options":[{"effects":["increaseDiligence"],"text":"It's fine, just warming up","next":"just-warming-up"},{"effects":[],"text":"I'm just hopping we don't have this the rest of the week","next":"life-tough"},{"effects":["increaseEmpathy"],"text":"Busy for you too? Maybe I can help","next":"just-warming-up"}],"text":"Olga: It has been a busy Monday right?"},"that-is-exactly-why":{"options":[{"effects":["increaseEmpathy"],"text":"I'm glad to know you feel the same","next":"i-want-you-to"},{"effects":[],"text":"...right, that is what I meant","next":""},{"effects":[],"text":"And making big money along the way","next":""}],"text":"William: That is exactly why I chose you. I'm glad to see my perception of you confirmed.\n\nWilliam: I knew that you would care about the people living in that housing, rather than worrying about the business of the store owners, we need to make sure they are provided with everything needed, a decent space for living, and this doesn't end just as another enormous human container."},"i-want-you-to":{"options":[{"effects":[],"text":"Do I have to?","next":""},{"effects":["increaseEmpathy"],"text":"But there are architects in this firm with a whole lot more of experience for this.","next":"but-why-me"},{"effects":["increaseDiligence"],"text":"I'm flattered by the assignment, but why me?","next":"but-why-me"}],"text":"William: I want you to lead this project. Draw as many resources as needed, either financial, tools, or help from the team. For starting I'm assigning Olga to work directly with you, I'm sure she will be a good addition to the process but if you feel like it is not enough we can add more members of the firm to provide their insight and help.\n\nWilliam: You will have full freedom and control over this project."},"about-station":{"options":[{"effects":[],"text":"Thanks I will","next":"well-there-is"},{"effects":[],"text":"Sounds impressive, will take a look","next":"well-there-is"},{"effects":[],"text":"No time for that","next":"well-there-is"},{"effects":[],"text":"Old people often tend to exaggerate unimportant things","next":"well-there-is"}],"text":"William: It is the biggest railway station here in Berlin, in Moabit, in the city centre, at one side of the Europaplatz and overlooking the river Spree.\n\nWilliam: Is quite a sight to see, many trains coming and going all the time, many different platforms and at different levels, if you get the chance you should get to experience it yourself."},"william-office":{"options":[{"effects":["increaseCourage"],"text":"(Knock on the door)","next":"please-sit"},{"effects":["increaseCourage"],"text":"Ahem","next":"please-sit"},{"effects":["increaseEmpathy"],"text":"(Wait for him to notice you)","next":"please-sit"},{"effects":[],"text":"Hey","next":"please-sit"}],"text":"William's office is the buzz of the building, there is never a dull moment in here. It seems that Mr Playfair does not stop, rest or take a break, not even for lunch.\n\nHe seems concentrated deeply reading a document."},"olgas-weekend":{"options":[{"effects":[],"text":"Life is tough","next":"life-tough"},{"effects":["increaseEmpathy"],"text":"I'm sure there is some way I can help you out","next":"just-warming-up"},{"effects":["increaseDiligence"],"text":"Just assign some tasks to me and I will help","next":"just-warming-up"},{"effects":[],"text":"We can't always be complaining","next":"life-tough"}],"text":"Olga: I stayed at home and advanced with some of the work, which was fine because today has been a stressful. We got this new project a few hours ago but it should have been finished yesterday, as always."}}}