{"chapter":"Prologue","messages":{"whoa-sombody-has-a":{"options":[{"effects":[],"text":"(Run for your life)","next":"your-heart-is-beating"},{"effects":[],"text":"(Genuflect and ask for forgiveness)","next":"genuflect-and-ask-for"},{"effects":["increaseEmpathy"],"text":"(Give the signal to the boy to run and run yourself in the other direction)","next":"your-heart-is-beating"},{"effects":["increaseCourage","increaseEmpathy","increaseScore10"],"text":"(Throw your backpack to the face of the big guy in the left and grab the biggest stone you can find)","next":"throw-your-backpack-to"}],"text":"Big guy right: Whoa! somebody has a big mouth.\n\nBig guy left: I can tell you that pretty mouth is about to get swollen!\n\nThe big guys start approaching you, slowly."},"what-do-you-mean":{"options":[{"effects":[],"text":"We can make a financial difference with a lot of money from this","next":"a-financial-difference"},{"effects":["increaseEmpathy","increaseScore2"],"text":"We can make a proposal for a housing development where people can lead happy and respectable lives","next":"that-is-exactly-why"},{"effects":["increaseDiligence"],"text":"We can build the biggest supermarket in the world and become famous for it","next":"a-financial-difference"},{"effects":[],"text":"Sorry, I don't know what I was trying to say","next":"i-want-you-to"}],"text":"William: What do you mean?"},"first-probably-we-should":{"options":[{"effects":["increaseEmpathy"],"text":"I would feel better if you come with me","next":"we-need-to-have"},{"effects":["increaseKnowledge"],"text":"Any idea on how can I get there?","next":"you-can-walk-to"},{"effects":["increaseDiligence"],"text":"Seems like a great plan to me, thanks","next":"you-can-walk-to"},{"effects":[],"text":"You don't get to make the decisions around here","next":"we-need-to-have"}],"text":"Olga: First probably we should gather as much information from the project as we can.\n\nOlga: I'm going to go through all the related files in the archive and will organise them chronologically.\n\nOlga: Maybe you could go to the place itself and have a feel of the plot and the area surrounding?"},"exactly-like-that":{"options":[{"effects":["increaseDiligence"],"text":"I'm excited already","next":"they-want-to"},{"effects":["increaseKnowledge"],"text":"What are the requirements?","next":"they-want-to"},{"effects":[],"text":"Great, another brick to the wall","next":"they-want-to"}],"text":"William: Exactly like that, so they closed the store already. It is going to be a warehouse will this whole renovation process is going on. Of course they don't want this to take too long as they are loosing piles of money by the day.\n\nWilliam: And most importantly, they want us to elaborate a proposal with the development of this project for them."},"life-tough":{"options":[{"effects":[],"text":"That is much better","next":"by-the-way"},{"effects":["increaseDiligence"],"text":"Work is not going to be done by itself","next":"by-the-way"},{"effects":[],"text":"Agree","next":"by-the-way"}],"text":"Olga: Yeah, no point on being just complaining about. We have a new project and we have to deal with it."},"maybe-i-can-take":{"options":[{"effects":[],"text":"(Boring... let's just wait for the train and get to the office)","next":"back-in-the-office"},{"effects":["increaseScore2"],"text":"(Keep watching the news)","next":"keep-watching-the-news"}],"text":"Desh Nedalle, the CEO of Omni is interviewed on the news.\n\nDesh Nedalle: We have been enduring hostilities ever since the announcement of our new campus here in Berlin. We just want to bring jobs and technology for the people of Europe, just the same way we have it back home at Silicon Valley, even better if possible, but we know that sometimes people gets overzealous and it just takes time to accept it.\n\nDesh Nedalle: We are social conscious too, so we give them all a chance to express themselves and if they want they can come and talk directly to us, our doors are open, to anyone..."},"a-financial-difference":{"options":[{"effects":[],"text":"... right","next":"i-want-you-to"},{"effects":["increaseEmpathy","increaseScore2"],"text":"I see your point and I think you are right, didn't see it that way before","next":"i-want-you-to"},{"effects":[],"text":"So what do you want me to do?","next":"i-want-you-to"}],"text":"William: I financial difference is not important for me. Getting a bunch of money out of a soulless project, out of a place where the form and the context do not create an ensemble is completely meaningless.\n\nWilliam: Creating the biggest supermarket in the world won't make the people in that context, the people occupying those apartments, more happy, or more comfortable at least.\n\nWilliam: Rather than worrying about the business of the store owners, we need to make sure the future inhabitants are provided with everything needed, a decent space for living, and this doesn't end just as another enormous human container."},"dont-worry-about-it":{"options":[{"effects":[],"text":"Probably you are right","next":"the-small-boy-limps"},{"effects":[],"text":"I hope this is the last time we cross paths with them","next":"the-small-boy-limps"},{"effects":[],"text":"Hope you learned your lesson","next":"the-small-boy-limps"},{"effects":[],"text":"Try to defend yourself next time","next":"the-small-boy-limps"}],"text":"Small boy: Don't worry about it.\n\nSmall boy: At least they were over soon and they just left me without some of my things, could definitely have ended worst for both of us had you been around.\n\nSmall boy: See you around and take care."},"walking-to-s-bahn":{"options":[{"effects":[],"text":"(Pretend you didn't see anything and continue in your way)","next":"keep-walking-to-the"},{"effects":["increaseCourage","increaseScore2"],"text":"(Get closer and investigate what is going on)","next":"behind-the-trees-there"},{"effects":[],"text":"(This doesn't look too good, let's better take the U-bahn)","next":"the-u-bahn-gorlitzer"}],"text":"On direction to the S-bahn you walk through Gorlitzer Park and you feel grateful that there is still daylight as this park is not the safest nor the friendliest place in Berlin, specially when it gets dark.\n\nBut when you think about it, is kind of a shame, as this place is actually beautiful on its own form, a great expanse of green area very close to the centre of the city, most of the park is completely free and open, like just a green plain inside the city. The park is crossed in the east-west direction by a pedestrian path, and right in the centre of the park the old vestiges of what it used to be a train station crosses the path perpendicularly.\n\nThe park is surrounded on all sides by a think layer of trees.\n\nWhile traversing one of this patches of trees, you catch a glimpse of a scene that doesn't look too friendly at a distance."},"back-in-the-office":{"options":[{"effects":[],"text":"(Let's call it a day and go back home)","next":"let-s-call-it"},{"effects":["increaseDiligence"],"text":"(Go to see William)","next":"go-to-see-william"},{"effects":["increaseDiligence"],"text":"(Go to see Olga)","next":"go-to-see-olga"}],"text":"20:30 hours, Playfair Architects, Kreuzberg.\n\nIs late already and most of the people in the office has already left. But you can still see William in his office going through some blueprints and also Olga is still in the archive diligently organising files."},"approach-the-small-boy":{"options":[{"effects":["increaseEmpathy"],"text":"I'm sorry I wasn't able to help you","next":"dont-worry-about-it"},{"effects":["increaseCourage"],"text":"I just wish this place would be safe for everyone","next":"dont-worry-about-it"},{"effects":[],"text":"You better try to defend yourself next time","next":"you-better-try-to"},{"effects":[],"text":"Practically you were asking to get mugged, hope you learned your lesson","next":"you-better-try-to"}],"text":"As you get closer the small boy gets nervous, he is obviously feeling ashamed and he seems a little bit uneasy.\n\nSmall boy: Don't worry, I'm used to this, it wasn't that bad."},"in-the-lower-level":{"options":[{"effects":[],"text":"(It must have been my imagination, let's head to the supermarket)","next":"the-supermarket-is-just"},{"effects":[],"text":"(It was probably just somebody from maintenance, let's head to the supermarket)","next":"the-supermarket-is-just"}],"text":"In the lower level of the station there is another big platform for the underground trains.\n\nWhile observing a train coming in for a second you think of having seen somebody walking on one of the empty tunnels, you look in that direction but can't seem to see anything moving there at all. A few seconds later a train comes also from that tunnel."},"buy-a-new-ticket":{"options":[{"effects":[],"text":"(I want to sit the whole trip)","next":"arriving-to-the-central"},{"effects":["increaseEmpathy"],"text":"(I can keep standing easily, maybe someone else needs the seat)","next":"arriving-to-the-central"}],"text":"The train comes just while you are buying the ticket. Luckily you are able to finish the transaction and board the train, no need to wait for the next one.\n\nAs expected the train is packet too, many people standing but there might be a place to sit somewhere. Should you find a place to sit?"},"are-you-ok":{"options":[{"effects":[],"text":"(Leave as fast as possible)","next":"your-heart-is-beating"},{"effects":[],"text":"(Turn back and leave slowly)","next":"your-heart-is-beating"},{"effects":["increaseCourage","increaseScore2"],"text":"You don't seem to get it. I've been itching for an opportunity to try my new Jujitsu moves.","next":"whoa-sombody-has-a"},{"effects":["increaseEmpathy","increaseScore2"],"text":"Two big guys against a boy, that seems very fair. Do you also need to clean each other after going to the toilet?","next":"whoa-sombody-has-a"}],"text":"The small boy has fear in his eyes.\n\nSmall boy: Could be better..\n\nBig guy left: Seems like somebody else wants to play with us, wait to see what we have in store for you.\n\nBig guy right: Muahaha!"},"what-is-happening-here":{"options":[{"effects":[],"text":"(Leave as fast as possible)","next":"your-heart-is-beating"},{"effects":[],"text":"(Leave slowly)","next":"your-heart-is-beating"},{"effects":["increaseCourage","increaseScore2"],"text":"And what if I don't?","next":"whoa-sombody-has-a"},{"effects":["increaseEmpathy","increaseScore10"],"text":"Are you ok? (Addressing the small boy)","next":"are-you-ok"},{"effects":[],"text":"Please don't mind me, I'm just here to enjoy the show","next":"you-better-enjoy-the"}],"text":"Big guy right: Get out of here, this doesn't concern you!"},"just-warming-up":{"options":[{"effects":[],"text":"Thanks","next":"by-the-way"},{"effects":["increaseEmpathy"],"text":"I'm impressed by yours","next":"by-the-way"},{"effects":["increaseDiligence"],"text":"I just like what I'm doing","next":"by-the-way"}],"text":"Olga: I'm impressed by your diligence."},"we-need-to-have":{"options":[{"effects":["increaseEmpathy"],"text":"Sounds like a good plan to me","next":"you-can-walk-to"},{"effects":[],"text":"I will do this for now, but don't think it is your project by any chance","next":"you-can-walk-to"},{"effects":[],"text":"You better have a lot of work done by the time I get back here","next":"you-can-walk-to"}],"text":"Olga: We need to have a strategy and for the time being probably work separately, if you by any chance need my help you can always call me. Also I will be here when you come back."},"keep-walking-to-the":{"options":[{"effects":[],"text":"(Time is running, let's head to the S-bahn now)","next":"the-s-bahn-at"},{"effects":["increaseEmpathy","increaseScore10"],"text":"(Approach the guy admiring the Spree)","next":"approach-the-guy-admiring"}],"text":"On your way to the S-bahn you arrive at Oberbaumbrucke.\n\nSometimes you think this is the most beautiful bridge in all Berlin, probably in the world. Under it crosses a wide stream of the Spree and from here looking into the west you can easily spot the famous TV Tower, surrounded by big buildings and in composition with the river, seemingly directed to the tower. Looking to the east you can admire the other component of Berlin, that is, the green areas, the constant flow of water, and in general the mixture of nature in a urban landscape.\n\nThe bridge itself is beautiful, constituted by red stones with two big gothic towers and heraldic figures at the top. Below the towers there are two decks for the bridge, to top one with a railway for the U-bahn and the bottom one for pedestrians and motor vehicles. On the walls of the building supporting the top deck there is a depiction of some medieval looking coats of arms.\n\nIt is common to find live music being played on the bridge.\n\nWhile admiring the Spree you realise you are not alone, there is a big guy wearing an oversized coat with a blue and black tartan, the guy is wearing black horn rimmed glasses and seems deeply concentrated on his own thoughts."},"let-s-call-it":{"options":[{"effects":["increaseEmpathy","increaseScore2"],"text":"(Walk home, I like it)","next":"walk-back-home"},{"effects":[],"text":"(Let's just get home, take the bus)","next":"just-take-the-bus"},{"effects":["increaseEmpathy"],"text":"(I think I still have some cake at home, let's get there fast on the bus)","next":"just-take-the-bus"}],"text":"21:50 hours, S-Bahn Treptower Park.\n\nThe train station close to the huge park has its constant influx of passengers, it might seem that this station never gets too many or too few passengers, even at nights.\n\nUsually when you get to the station you walk home, something about a 20 minute walk, but this has been a long day, you might take a bus if you want and be home in 5 minutes."},"initial":{"options":[{"effects":["increaseDiligence","increaseScore10"],"text":"(Go to the kitchen and get yourself another coffee)","next":"another-coffee"},{"effects":["increaseEmpathy","increaseScore10"],"text":"(Get up and approach Olga)","next":"approach-olga"},{"effects":["increaseScore10"],"text":"(Pretend you are still busy)","next":"still-busy"},{"effects":["increaseScore10"],"text":"(Do nothing)","next":"do-nothing"}],"text":"11:00 hours Monday, Playfair Architects, Kreuzberg.\n\nYou finally managed to get through the huge pile of documents on your desk accumulated through the weekend, and you just drank your second coffee.\n\nIt seems that Olga is just stepping out of William's office and apparently she is heading your way."},"is-that-cake-what":{"options":[{"effects":["increaseEmpathy","increaseScore2"],"text":"(Get a piece of cake and continue exploring downstairs)","next":"in-the-lower-level"},{"effects":["increaseScore2"],"text":"(You should watch out your sweet consumption, continue exploring downstairs)","next":"in-the-lower-level"},{"effects":[],"text":"(No time for this, let's just head to the supermarket)","next":"the-supermarket-is-just"},{"effects":["increaseEmpathy"],"text":"(There is always time for cake, get a piece and then head to the supermarket)","next":"the-supermarket-is-just"}],"text":"You take the escalator down to the middle level where you can find some stores, and among them yes, there is a bakery with a nice smelling quark cake on display."},"you-better-enjoy-the":{"options":[{"effects":[],"text":"(Good idea, let's run as fast as possible)","next":"your-heart-is-beating"},{"effects":[],"text":"(You don't feat these guys but better leave now)","next":"your-heart-is-beating"},{"effects":["increaseCourage"],"text":"I heard the show last night was about your big and ugly mom","next":"whoa-sombody-has-a"}],"text":"Big guy right: You better enjoy running now or this show is going to be about you!"},"by-the-way":{"options":[{"effects":["increaseDiligence"],"text":"Will be there right away","next":"william-office"},{"effects":["increaseEmpathy"],"text":"Thank you, I will","next":"william-office"},{"effects":["increaseKnowledge"],"text":"Do you know what is it about?","next":"about-new-project"},{"effects":[],"text":"Oh, but I'm busy now","next":"about-new-project"}],"text":"Olga: By the way, William wanted to talk to you. Please drop by his office."},"just-take-the-bus":{"options":[{"effects":[],"text":"(Right, just get the bus)","next":"arriving-at-home"},{"effects":[],"text":"(Need to remember to buy the ticket always)","next":"arriving-at-home"}],"text":"It feels nice to have a public transport ticket with you, you can move around so much freely and smoothly.\n\nThe bus comes, this bus is usually not packet so it feels nice when you get to sit. Is going to be a smooth ride back home."},"go-to-see-olga":{"options":[{"effects":[],"text":"(Let's just go home)","next":"let-s-call-it"},{"effects":[],"text":"(Go to William's office)","next":"go-to-see-william"}],"text":"Olga seems to be deeply concentrated reading some documents relating to the Hauptbahnhof project, maybe you should wait until tomorrow to talk to her."},"they-want-to":{"options":[{"effects":[],"text":"Seems like a big and important project","next":"i-want-you-to"},{"effects":[],"text":"Seems boring","next":"i-want-you-to"},{"effects":[],"text":"Is this small firm good enough to take this kind of projects?","next":"is-this-small-firm"},{"effects":["increaseEmpathy","increaseScore10"],"text":"This is our opportunity to make a difference","next":"what-do-you-mean"}],"text":"William: We need to propose a new multi storey supermarket, along with several floors of ample parking space underground, but most importantly, a housing development on top of the supermarket.\n\nWilliam: Now, this is the tricky part, the housing must be as high as possible and as dense as possible, they want to sell all the apartments and make big profits from it while still running the store downstairs."},"you-can-walk-to":{"options":[{"effects":["increaseEmpathy"],"text":"Thanks, I will walk","next":"walking-to-s-bahn"},{"effects":["increaseEmpathy"],"text":"Thanks, I will take the U-bahn","next":"the-u-bahn-gorlitzer"},{"effects":[],"text":"If you say so. (Go there walking)","next":"walking-to-s-bahn"},{"effects":[],"text":"If you say so. (Take the U-bahn)","next":"the-u-bahn-gorlitzer"}],"text":"Olga: You can walk to the S-bahn Warchauer Str and take a train to Hauptbahnhof, from there it is easy to get to the supermarket place.\n\nOlga: Additionally if you don't want to walk you can take the U-bahn at Gorlitzer Bahnhof which we have here close by, it will take you to the S-bahn Warchauer Str."},"do-nothing":{"options":[{"effects":[],"text":"Can't you see I'm all drowned in paperwork?","next":"life-tough"},{"effects":["increaseDiligence"],"text":"For sure, hit me","next":"just-warming-up"},{"effects":[],"text":"If we have to...","next":"by-the-way"},{"effects":["increaseKnowledge"],"text":"Sounds good, what is it about?","next":"about-new-project"}],"text":"Olga: Hey, Are you ready for a new challenge?"},"you-better-try-to":{"options":[{"effects":[],"text":"Weak","next":"the-small-boy-limps"},{"effects":[],"text":"(No comment)","next":"the-small-boy-limps"},{"effects":[],"text":"(Better him than me)","next":"the-small-boy-limps"}],"text":"Small boy: Thanks for the advice, will keep it in mind for next time. See you around and take care."},"on-your-way-back":{"options":[{"effects":[],"text":"(It is a sad world, board the train)","next":"back-in-the-office"},{"effects":[],"text":"(This has nothing to do with me, board the train)","next":"back-in-the-office"},{"effects":[],"text":"(I'm late, board the train)","next":"back-in-the-office"},{"effects":["increaseKnowledge","increaseScore2"],"text":"(Maybe I can take the next train, let's watch a little bit longer)","next":"maybe-i-can-take"}],"text":"On your way back to the office, while waiting for your train at Hauptbahnhof you hear the news coming from a small television in one of the stores inside the station.\n\nNews reporter: We are here at Potsdamer Platz where the self-proclaimed group \"Techno-Pro-Refugees\" is having a demonstration just outside of the main building of Omni.\n\nNews reporter: You might recall that earlier this year Omni, the biggest internet company in the world announced their plan to build a new campus in Berlin, this campus is meant to be a state of the art technological hub in the heart of Europe and only comparable to the ones found at Silicon Valley, probably even bigger than those.\n\nNews reporter: Ever since many social movements and activist groups have been demonstrating against and sabotaging public events for Omni...\n\nYour train has just arrived."},"approach-olga":{"options":[{"effects":[],"text":"Too short","next":"life-tough"},{"effects":[],"text":"You know me, wild as it gets","next":"by-the-way"},{"effects":["increaseDiligence"],"text":"I stayed at home and did some more work","next":"just-warming-up"},{"effects":["increaseEmpathy"],"text":"It was good, how was yours?","next":"olgas-weekend"}],"text":"Olga: Oh! so nice to see you. How was your weekend?"},"they-took-my-mobile":{"options":[{"effects":["increaseCourage"],"text":"(Keep walking to the S-banh)","next":"keep-walking-to-the"},{"effects":[],"text":"(Too much excitement for one day, let's go back and take the U-bahn)","next":"the-u-bahn-gorlitzer"},{"effects":["increaseEmpathy","increaseScore2"],"text":"I'm glad you are fine and I'm sure you would have done the same for me","next":"i-am-glad-you"}],"text":"Small boy: They took my mobile but other than that I'm fine, and I'm sure it would have been worst without you.\n\nHopefully the things in your backpack are not damaged by the impact."},"we-are-happy":{"options":[{"effects":["increaseEmpathy"],"text":"Thanks for having confidence in me","next":"we-should-grab"},{"effects":["increaseDiligence"],"text":"You are exaggerating but I appreciate it","next":"we-should-grab"},{"effects":[],"text":"I should get a rise then","next":"discuss-it-later"},{"effects":[],"text":"Well, I'm not the best for nothing","next":"discuss-it-later"}],"text":"William: We are very happy with you joining the team, specially me. We have been looking for somebody like you for a long time; you are a hard worker yes, but more importantly you bring fresh ideas and you are very creative."},"arriving-at-home":{"options":[{"effects":[],"text":"(Let's just get to bed, long day and need to rest)","next":"final"},{"effects":["increaseEmpathy"],"text":"(Grab some cake and hit the bed)","next":"final"},{"effects":["increaseKnowledge"],"text":"(There is still time for a few pages of the book, before going to bed)","next":"final"}],"text":"Monday night, Home.\n\nYou arrive to your flat finally, after such a long day.\n\nThe apartment is a bit cold as you live on your own and no one was here to turn the heating.\n\nIt is a cosy apartment, perhaps small, but you don't need anything bigger for yourself. It is overlooking the canal and you feel privileged for having a good view of it and for being very close to the water.\n\nYou don't own too much furniture, when moving in you decided to have just the essential to be comfortable; perhaps you should do the cleaning more often, can't remember if last time you mopped the floor was last week or the week before that.\n\nAs an after thought you remember there is still a piece of that delicious cheese cake in the fridge, and as soon as you cross by the living room you get a glance of \"Notes on the synthesis of form\", by Christopher Alexander, the book you were reading during the weekend and didn't finish it yet."},"your-heart-is-beating":{"options":[{"effects":[],"text":"(Can't take this anymore, let's go back and ride the U-bahn)","next":"the-s-bahn-at"},{"effects":[],"text":"(I will walk as fast as possible avoiding all dangers)","next":"the-s-bahn-at"}],"text":"Your heart is beating faster than what you remember ever to have beaten before.\n\nNot sure how but you were able to get out safe from that unfriendly and possibly quite dangerous situation.\n\nIn your mind you are praying nobody go hurt."},"always-wanted-to-have":{"options":[{"effects":[],"text":"How about you make me a cup of coffee?","next":"first-probably-we-should"},{"effects":[],"text":"Can you do my laundry?","next":"first-probably-we-should"},{"effects":["increaseDiligence"],"text":"What do you think should be the first step?","next":"first-probably-we-should"},{"effects":["increaseEmpathy"],"text":"I don't know where to start","next":"first-probably-we-should"}],"text":"Olga: Always wanted to have this opportunity to work side by side with you, so I'm here for whatever you need."},"about-station":{"options":[{"effects":[],"text":"Thanks I will","next":"well-there-is"},{"effects":[],"text":"Sounds impressive, will take a look","next":"well-there-is"},{"effects":[],"text":"No time for that","next":"well-there-is"},{"effects":[],"text":"Old people often tend to exaggerate unimportant things","next":"well-there-is"}],"text":"William: It is the biggest railway station here in Berlin, in Moabit, in the city centre, at one side of the Europaplatz and overlooking the river Spree.\n\nWilliam: Is quite a sight to see, many trains coming and going all the time, many different platforms and at different levels, if you get the chance you should get to experience it yourself."},"want-coffee":{"options":[{"effects":[],"text":"Life is tough","next":"life-tough"},{"effects":["increaseEmpathy"],"text":"I'm sure there is some way I can help you out","next":"just-warming-up"},{"effects":["increaseDiligence"],"text":"Just assign some tasks to me and I will help","next":"just-warming-up"},{"effects":[],"text":"We can't always be complaining","next":"life-tough"}],"text":"Olga: That is very kind of you; actually yes, I would love a coffee.\n\nOlga: It has been a stressful day, there is this new project and you know how it is, we got it just today but it should have been finished yesterday."},"arriving-to-the-central":{"options":[{"effects":[],"text":"(Nice but we have work to do, let's head to the supermarket)","next":"the-supermarket-is-just"},{"effects":[],"text":"(Not interested, moving on)","next":"the-supermarket-is-just"},{"effects":["increaseKnowledge","increaseScore2"],"text":"(Maybe I should explore a little bit now that I'm here)","next":"is-that-cake-what"},{"effects":["increaseEmpathy"],"text":"(Is that cake what I'm smelling?)","next":"is-that-cake-what"}],"text":"Arriving to the central station, Hauptbahnhof, you feel overwhelmed by how much is going on around.\n\nTrains coming and going in all directions, hundreds of people strolling around, it feels almost like looking at the insides of a big mechanical clock, with many different cogs moving at the same time in an endless ballet of precision and elegance."},"i-only-have-five":{"options":[{"effects":[],"text":"You get away this time, but next time I want 20 (While walking away)","next":"keep-walking-to-the"},{"effects":[],"text":"(Walk away as fast as possible)","next":"the-s-bahn-at"},{"effects":[],"text":"This place is not for little kids. (Walk back and take the U-bahn instead)","next":"the-u-bahn-gorlitzer"}],"text":"Small boy: I only have five euro with me, here, take them.\n\nYou receive a 5 euro bill from the boy.\n\nSmall boy: I'm grateful that you saved me. Thank you, and please take care yourself."},"let-us-try-it":{"options":[{"effects":[],"text":"I will, thanks","next":"stepping-out-of-william"},{"effects":[],"text":"Ok","next":"stepping-out-of-william"},{"effects":[],"text":"Let's see","next":"stepping-out-of-william"},{"effects":[],"text":"If I have no other choice","next":"stepping-out-of-william"}],"text":"William: Let us try it and remember to come to me if you need anything."},"still-keep-watching-the":{"options":[{"effects":["increaseEmpathy"],"text":"(Too much violence, let's go back to the office)","next":"back-in-the-office"},{"effects":[],"text":"(No comment, let's go back to the office)","next":"back-in-the-office"},{"effects":[],"text":"(Is going to be a tough night without an umbrella, head back to the office)","next":"back-in-the-office"}],"text":"In a similar scene some months later, while Desh Nedalle walks to the Omni building with an entourage of 3 other executives from the company they are attacked by a group another social activism movement, calling themselves \"Social-Berlin\". The members of Social-Berlin are wearing a balaclava each covering their faces and sporting a shirt with a logo that says Social-Berlin surrounded by a red and blue circle.\n\nThe attackers remove valuable objects from the executives and bring some of them to the ground, Mrs. Nedalle is protected immediately by members of the security of the building so she get's out completely unharmed.\n\nNews reporter: In another news, we expect some wind and rain tonight..."},"genuflect-and-ask-for":{"options":[{"effects":[],"text":"(That was close, let's go back and take the U-bahn)","next":"the-u-bahn-gorlitzer"},{"effects":["increaseCourage"],"text":"(Excitement never ends in this city, let's keep walking)","next":"keep-walking-to-the"},{"effects":[],"text":"(Too much for one day, let's walk faster now)","next":"the-s-bahn-at"}],"text":"While you are genuflecting and asking to be forgiven the small boy takes the chance and runs away, the big guys run after him forgetting completely about you, probably at the same time worrying that the small boy might call for help."},"we-should-grab":{"options":[{"effects":["increaseDiligence"],"text":"So I heard, please tell me about it","next":"it-is-about"},{"effects":[],"text":"Let's cut the small talk and get to business","next":"it-is-about"},{"effects":["increaseEmpathy"],"text":"I'm up for that lunch anytime; what can I help you with?","next":"it-is-about"},{"effects":[],"text":"Go on","next":"it-is-about"}],"text":"William: We should grab lunch together every once and then so I can see how things are looking in the company from your point of view, I'm sure I can't get a very interesting insight from that.\n\nWilliam: For now, I'm afraid there is a pressing matter at hand..."},"walk-through-green-areas":{"options":[{"effects":[],"text":"(It is better if I get home now)","next":"arriving-at-home"},{"effects":["increaseCourage","increaseScore2"],"text":"(Approach the person)","next":"approach-the-person"}],"text":"You take the longer route and decide to go through the Soviet War Memorial.\n\nIt is a breathtaking place, even more at night. Is not easy to have a huge green place right into the city like this, completely surrounded by big trees, it seems almost like the closes urban area is kilometres away. There is no sound coming from any direction at all, also the lack of proper artificial illumination makes this place even more mysterious and gloomy.\n\nBut is not only the darkness and the trees that make this place beautiful, you stop for a moment to admire the memorial, those impressive soldiers kneeling and guarding the entrance, and the huge soldier at the top of the memorial wielding and also huge sword and protecting a little girl, resemble a knight from fairy tales and giving the place a whole atmosphere of fantasy.\n\nThis is even more accentuated by the velvetish blue moon light covering the area.\n\nWhile admiring the memorial you realise you are not alone, somebody else is also admiring it, seems like a big person, considerable taller than you wearing a long coat, he is probably 30 metres away."},"discuss-it-later":{"options":[{"effects":[],"text":"You can bet I will come back, I can't stand this anymore","next":"it-is-about"},{"effects":[],"text":"I'm listening","next":"it-is-about"},{"effects":[],"text":"And what is it?","next":"it-is-about"}],"text":"William: We can discuss this later, please make sure you come back to my office soon for this.\n\nWilliam: At the moment there is something else I want to tell you..."},"about-new-project":{"options":[{"effects":[],"text":"Thanks","next":"william-office"},{"effects":[],"text":"Ok","next":"william-office"},{"effects":["increaseDiligence"],"text":"This seems interesting","next":"william-office"}],"text":"Olga: This is concerning the new project, it seems like William wants you to jump into it. So the sooner you get to talk to him the better."},"but-why-me":{"options":[{"effects":["increaseEmpathy"],"text":"I appreciate the confidence","next":"let-us-try-it"},{"effects":[],"text":"I don't want this","next":"let-us-try-it"},{"effects":["increaseDiligence"],"text":"I'll do my best","next":"let-us-try-it"},{"effects":[],"text":"I better get a rise for this","next":"let-us-try-it"}],"text":"William: I don't care if our proposal is the one accepted by the customer or not, if we get the money or not. My concern is that we provide the best proposal possible, the most humane solution for this, that we are there to defend and protect the people that will live in these houses, and I know that you will do your best to accomplish this. That is all I need from you. I know you won't work on a proposal to get accepted, you will work on the best proposal you can make."},"behind-the-trees-there":{"options":[{"effects":[],"text":"(Leave as fast as possible)","next":"your-heart-is-beating"},{"effects":[],"text":"(Try to sneak out of this)","next":"your-heart-is-beating"},{"effects":[],"text":"(Try to find cover in a tree but keep watching)","next":"try-to-find-cover"},{"effects":["increaseCourage","increaseScore10"],"text":"What is happening here?!","next":"what-is-happening-here"}],"text":"Behind the trees there are two big guys surrounding a smaller boy.\n\nSmall boy: I told you already, I have nothing else!\n\nBig guy left: I like his winter jacket, and it seems my size.\n\nBig guy right: And just yesterday I was thinking I need a new pair of sneakers just like the ones he is wearing."},"i-want-you-to":{"options":[{"effects":[],"text":"Do I have to?","next":"let-us-try-it"},{"effects":["increaseEmpathy"],"text":"But there are architects in this firm with a whole lot more of experience for this.","next":"but-why-me"},{"effects":["increaseDiligence"],"text":"I'm flattered by the assignment, but why me?","next":"but-why-me"}],"text":"William: I want you to lead this project. Draw as many resources as needed, either financial, tools, or help from the team. For starting I'm assigning Olga to work directly with you, I'm sure she will be a good addition to the process but if you feel like it is not enough we can add more members of the firm to provide their insight and help.\n\nWilliam: You will have full freedom and control over this project."},"as-you-approach-the":{"options":[{"effects":["increaseScore2"],"text":"(Maybe they are just taking their time to bring their storables, let's head back to the office)","next":"on-your-way-back"},{"effects":[],"text":"(Maybe they forgot about it, let's go back)","next":"on-your-way-back"},{"effects":[],"text":"(This has nothing to do with me, let's get back)","next":"on-your-way-back"},{"effects":["increaseEmpathy","increaseScore2"],"text":"(Really, no cake? let's go back to the office)","next":"on-your-way-back"}],"text":"As you approach the main door of the supermarket you realise that in fact it is dark here, not a lamp is turned on outside and not a light is coming from inside.\n\nGetting even closer exposes something even more astonishing: It is empty!\n\nNo boxes or containers as you would expect on any warehouse, not even the shelves that you supposed the supermarket had before to display some goods.\n\nWhat kind of warehouse can be left completely empty?\nIs this the right address?"},"it-is-about":{"options":[{"effects":[],"text":"Not really","next":"about-station"},{"effects":[],"text":"I don't remember","next":"about-station"},{"effects":[],"text":"I have been there a few times","next":"well-there-is"},{"effects":[],"text":"I commute there every morning","next":"well-there-is"}],"text":"William: It is about a new project we just got commissioned to do. We call it Hauptbahnhof, like the central train station, because it is a development very close to that station. I'm sure you have been there before, right?"},"is-getting-darker-in":{"options":[{"effects":[],"text":"(It is time to head back to the office)","next":"on-your-way-back"},{"effects":["increaseDiligence","increaseScore2"],"text":"(Maybe I can have a sneak peak of the insides of the building?)","next":"as-you-approach-the"},{"effects":["increaseEmpathy","increaseScore2"],"text":"(Could it be possible that they have cake still on the shelves?)","next":"as-you-approach-the"},{"effects":[],"text":"(Let's report back to Olga)","next":"on-your-way-back"}],"text":"Is getting darker around the supermarket as hours pass, but you get to grasp a good understanding of the area and the building itself. Your mind is already racing with a few possible solutions that can be used for this project. You recall some of your lessons and how your professors explained similar developments in different times and countries, some in Japan, in France and even some here in Germany.\n\nYou are satisfied with the amount of information gathered."},"that-is-exactly-why":{"options":[{"effects":["increaseEmpathy"],"text":"I'm glad to know you feel the same","next":"i-want-you-to"},{"effects":[],"text":"...right, that is what I meant","next":"i-want-you-to"},{"effects":[],"text":"And making big money along the way","next":"i-want-you-to"}],"text":"William: That is exactly why I chose you. I'm glad to see my perception of you confirmed.\n\nWilliam: I knew that you would care about the people living in that housing, rather than worrying about the business of the store owners, we need to make sure they are provided with everything needed, a decent space for living, and this doesn't end just as another enormous human container."},"try-to-get-closer":{"options":[{"effects":[],"text":"(Time to go home)","next":"arriving-at-home"},{"effects":[],"text":"I have you are not following me you creep. (While walking away)","next":"arriving-at-home"},{"effects":["increaseEmpathy","increaseScore10"],"text":"If you need help just let me know. (While walking away)","next":"arriving-at-home"}],"text":"As you get closer to the man in the coat he seems to move a little on the other direction, obviously a sign that he is not up for conversation."},"final":{"options":[],"text":"When you finally get to bed you wonder how it is possible for some days to feel so long when you haven't done much and sometimes days feel extremely short and you have the idea that you had accomplished a lot.\n\nBut tomorrow might be another long day, so time to close your eyes, let's see if it gets also interesting..."},"the-small-boy-limps":{"options":[{"effects":[],"text":"(Let's head back to take the U-bahn instead)","next":"the-u-bahn-gorlitzer"},{"effects":[],"text":"(This place sure is dangerous, let's walk as fast as possible)","next":"the-s-bahn-at"},{"effects":[],"text":"(Life is a risk, let's keep walking)","next":"keep-walking-to-the"}],"text":"The small boy limps as he leaves the scene."},"the-supermarket-is-just":{"options":[{"effects":["increaseKnowledge","increaseScore2"],"text":"(Take measurements, photographs, draw diagrams and add notes on everything you can see around)","next":"is-getting-darker-in"},{"effects":["increaseKnowledge","increaseScore2"],"text":"(Take a walk around the building, try to get a feeling of the area)","next":"is-getting-darker-in"},{"effects":[],"text":"(Maybe is time to go back to the office)","next":"on-your-way-back"},{"effects":[],"text":"(I don't know why I followed Olga's instructions, let's go back)","next":"on-your-way-back"}],"text":"The supermarket is just a warehouse now. The building itself is not exceptionally big or appealing in anyway, just a regular sized neighbourhood supermarket.\n\nIt can't be helped but there is a gloomy feeling around, maybe it's just the nostalgia of people moving in and out of the store of times past that seems to be missing now, or maybe is just the lack of illumination, after all the lights and signs are off.\n\nYou realise that in fact this can be a good place for living, people can have anything they need and the surroundings are good enough, they have the river close by and the central station too. With the proper planning this housing project can become a place for people to be happy, even if they have to live above a supermarket."},"we-will-not-forget":{"options":[{"effects":[],"text":"You can thank me with 20 euros","next":"i-only-have-five"},{"effects":["increaseEmpathy","increaseScore2"],"text":"Are you hurt?","next":"they-took-my-mobile"},{"effects":["increaseEmpathy","increaseScore2"],"text":"Did they take anything from you?","next":"they-took-my-mobile"},{"effects":[],"text":"I just did it so I can get your jacket myself","next":"i-only-have-five"}],"text":"The big guy on the right helps the guy on the left to get on his feet, and they just run away, looking back at all times. The guy on the left seems like he is still in big pain from the backpack attack.\n\nBig guy right: We will not forget!\n\nThe small boy seems flabbergasted; he approaches you.\n\nSmall boy: Thank you, I don't know what could have happen if you would have not intervened."},"keep-watching-the-news":{"options":[{"effects":["increaseKnowledge","increaseScore2"],"text":"(Still keep watching the news)","next":"still-keep-watching-the"},{"effects":[],"text":"(This is never going to end, let's get to the office already)","next":"back-in-the-office"}],"text":"A series of videos from previous demonstrations are being shown in the news.\n\nEarly in the year a group from \"Techno-Pro-Refugees\" was demonstrating while Desh Nedalle walks to the building of Omni in Potsdamer Platz. The demonstrators are carrying oversized speakers with them and apparently they are playing techno music at very high volume through them. There also seems to be a big trailer with protruding speakers playing and on its top there seems to be something like an elaborated stage where a DJ seems to be playing the music.\n\nThe news reporter in the video approaches one of the demonstrators to interview him, who appears to be dancing to the music, he is wearing blue jeans, no shirt, dark googles and sporting some tattoos on his chest.\n\nDemonstrator: Yes my little friend, we came here to bass the imperialism out of these American capitalists, you can dance with us if you want..."},"still-busy":{"options":[{"effects":["increaseDiligence"],"text":"It's fine, just warming up","next":"just-warming-up"},{"effects":[],"text":"I'm just hopping we don't have this the rest of the week","next":"life-tough"},{"effects":["increaseEmpathy"],"text":"Busy for you too? Maybe I can help","next":"just-warming-up"}],"text":"Olga: It has been a busy Monday right?"},"is-this-small-firm":{"options":[{"effects":[],"text":"...right","next":"i-want-you-to"},{"effects":["increaseEmpathy"],"text":"I think that is a very human perspective, I'm glad to participate in this project","next":"i-want-you-to"},{"effects":[],"text":"Sure","next":"i-want-you-to"}],"text":"William: Can't tell you if we are good enough; what I can tell you though is that we are always trying to do our best.\n\nWilliam: And more importantly, we need to care about the people that will be living in that housing, we have to make sure they are provided with everything needed, a decent space for living, and this doesn't end just as another enormous human container."},"the-old-supermarket":{"options":[{"effects":[],"text":"Can you just give me the details?","next":"they-want-to"},{"effects":[],"text":"I see, this process is also happening in other parts of the city too","next":"exactly-like-that"}],"text":"William: The owners realised the whole neighbourhood has been undertaking a process of gentrification and densification and this could only be translated as more revenue for themselves. But at some point this old store is not going to be able to provide enough to the area, so why not expanding and improving?.."},"olgas-weekend":{"options":[{"effects":[],"text":"Life is tough","next":"life-tough"},{"effects":["increaseEmpathy"],"text":"I'm sure there is some way I can help you out","next":"just-warming-up"},{"effects":["increaseDiligence"],"text":"Just assign some tasks to me and I will help","next":"just-warming-up"},{"effects":[],"text":"We can't always be complaining","next":"life-tough"}],"text":"Olga: I stayed at home and advanced with some of the work, which was fine because today has been a stressful. We got this new project a few hours ago but it should have been finished yesterday, as always."},"approach-the-guy-admiring":{"options":[{"effects":[],"text":"(Time is running, let's head to the S-bahn now)","next":"the-s-bahn-at"},{"effects":["increaseEmpathy","increaseScore10"],"text":"Wonderful river isn't it? (While walking away)","next":"the-s-bahn-at"}],"text":"As you get closer to the guy you realise he doesn't even notice you, he is totally lost in his thoughts. Maybe is better to leave him alone."},"william-office":{"options":[{"effects":["increaseCourage"],"text":"(Knock on the door)","next":"please-sit"},{"effects":["increaseCourage"],"text":"Ahem","next":"please-sit"},{"effects":["increaseEmpathy"],"text":"(Wait for him to notice you)","next":"please-sit"},{"effects":[],"text":"Hey","next":"please-sit"}],"text":"William's office is the buzz of the building, there is never a dull moment in here. It seems that Mr Playfair does not stop, rest or take a break, not even for lunch.\n\nHe seems concentrated deeply reading a document."},"stepping-out-of-william":{"options":[{"effects":["increaseEmpathy"],"text":"I'm glad to know that we are together on this","next":"always-wanted-to-have"},{"effects":[],"text":"Seems to me that you are jealous that I got this project and not you","next":"always-wanted-to-have"},{"effects":[],"text":"We better finish this soon, I don't like it","next":"always-wanted-to-have"},{"effects":["increaseDiligence"],"text":"I'm going to be able to learn a lot with you by my side","next":"always-wanted-to-have"}],"text":"Stepping out of William's office Olga approaches you once more.\n\nOlga: So, aren't you excited about this new project?"},"try-to-find-cover":{"options":[{"effects":["increaseEmpathy"],"text":"(Approach the small boy)","next":"approach-the-small-boy"},{"effects":[],"text":"(This is too much, maybe let's head back and take the U-bahn instead)","next":"the-u-bahn-gorlitzer"},{"effects":[],"text":"(It is a tough world, let's keep walking)","next":"keep-walking-to-the"},{"effects":[],"text":"(It is better if I just walk fast)","next":"the-s-bahn-at"}],"text":"As you cover yourself behind a tree you can observe how the small boy gets removed from some of his belongings, including his jacket, sneakers and wallet, while getting beaten by the big guys.\n\nA few moments later, with the boy laying on the ground, the big guys decided to leave. It takes a couple of minutes for the small boy to get on his feet."},"the-s-bahn-at":{"options":[{"effects":[],"text":"(Nobody will notice, let's just forget it for now)","next":"not-so-smart"},{"effects":[],"text":"(Maybe I should stop buying tickets at all)","next":"not-so-smart"},{"effects":["increaseDiligence"],"text":"(Buy a new ticket)","next":"buy-a-new-ticket"}],"text":"The S-bahn at Warchauer Strasse is packed as usual. With the local folklore perceptible at every corner, from the indie musicians playing on the street, the illegal dealings in the entrance, to the beggars drinking on the stairs of the station.\n\nWhile waiting for the train you remember that your monthly ticket for public transport just expired. A new one costs 82 euros.\n\nShould you get a new one?"},"walk-back-home":{"options":[{"effects":[],"text":"(Just walk the usual route)","next":"arriving-at-home"},{"effects":["increaseScore2"],"text":"(I always prefer walking along the green areas, let's do that)","next":"walk-through-green-areas"}],"text":"It is a beautiful night indeed. The moon is not full yet but it is bright enough, there are a few clouds scattered around but they don't seem to be bothering the moon at all.\n\nShould you take the regular route or now that you are in the feeling of walking you should take the longer but most beautiful route, crossing through the green areas?"},"throw-your-backpack-to":{"options":[{"effects":[],"text":"(Run, now!)","next":"your-heart-is-beating"},{"effects":[],"text":"(Genuflect and try to be forgiven)","next":"genuflect-and-ask-for"},{"effects":["increaseCourage","increaseScore2"],"text":"Now is your time to get away while you still can!","next":"we-will-not-forget"},{"effects":["increaseCourage","increaseScore2"],"text":"Do you want me to decorate your face, punk?! (While moving the pipe on your hands) ","next":"we-will-not-forget"}],"text":"Impressively enough your backpack lands right on the face of the big guy in left throwing him to the ground. In the meantime you were able to find a metal pipe laying close by. You took the pipe in one hand and adopt a defensive position with it.\n\nBig guy right: Who do you think you are?"},"the-u-bahn-gorlitzer":{"options":[{"effects":[],"text":"(Anyway is better than walking, just keep waiting and board the train)","next":"the-s-bahn-at"},{"effects":[],"text":"(Should have walked instead, anyway too late for that, wait and board the train as it comes)","next":"the-s-bahn-at"},{"effects":["increaseEmpathy"],"text":"(Wish I could at least wait while eating a cake, board the train as soon as it comes)","next":"the-s-bahn-at"}],"text":"The U-bahn at Gorlitzer Bahnhof is not so crowded today, maybe because of the hour, still early for rush hour.\n\nYour train seems to be a little bit delayed."},"approach-the-person":{"options":[{"effects":[],"text":"(This is too creepy, let's just go home)","next":"arriving-at-home"},{"effects":["increaseCourage","increaseScore2"],"text":"(Try to get closer to the guy and try to start a conversation)","next":"try-to-get-closer"}],"text":"As you get closer you realise it is a man and seems to be nervous by your approach.\n\nHe is really wearing a big oversized coat, with somewhat resembling a blue and black tartan on it. He is wearing horn rimmed glasses.\n\nMaybe you can try to approach him but it doesn't look like he is up for conversation."},"please-sit":{"options":[{"effects":[],"text":"Why did you want to see me?","next":"it-is-about"},{"effects":["increaseEmpathy"],"text":"Thank you, I appreciate your support","next":"we-are-happy"},{"effects":[],"text":"Work just keeps coming and coming, is it going to be like this forever?","next":"discuss-it-later"},{"effects":["increaseDiligence"],"text":"I like how things are going, working hard and learning fast","next":"we-are-happy"}],"text":"William: Oh thanks for coming, please take a seat.\n\nWilliam: Tell me how are things going, you know you can always come to my office if you need help with anything."},"another-coffee":{"options":[{"effects":[],"text":"Busy day","next":"life-tough"},{"effects":["increaseEmpathy"],"text":"Do you want a coffee?","next":"want-coffee"},{"effects":["increaseDiligence"],"text":"I'm fine, just warming up on Monday morning","next":"just-warming-up"}],"text":"A third coffee in the morning seems like stressing it too much, but then again it has been a busy morning so far.\n\nWhile operating the espresso machine Olga approaches you.\n\nOlga: Good to see you, how are you doing?"},"not-so-smart":{"options":[{"effects":["increaseDiligence"],"text":"(This was not so smart, let's not do it again)","next":"arriving-to-the-central"},{"effects":[],"text":"(Life is a risk)","next":"arriving-to-the-central"},{"effects":[],"text":"(I learned my lesson)","next":"arriving-to-the-central"}],"text":"After a few minutes the train arrives, as expected it is packet too and there seems to be no place to sit.\n\nTo make matters worst, while the train it is already on its way a woman steps up from her seat, brandishing a badge that identifies her as ticket inspector...\n\nAfter an embarrassing scene where the inspector asked you to leave the train with her in the next station and you had to pay a 40 euro fine for not carrying a ticket with yourself you are back again in the next train, this time not without first stopping to buy a new monthly ticket, of course you won't be happy if this happens twice in the same day right?"},"well-there-is":{"options":[{"effects":[],"text":"Just tell me the short version of this","next":"they-want-to"},{"effects":[],"text":"I think I have gone myself to that store","next":"the-old-supermarket"},{"effects":[],"text":"I agree, it is a nice location","next":"the-old-supermarket"},{"effects":[],"text":"Is this leading to something at all?","next":"they-want-to"}],"text":"William: Well, there is an Aldo's Supermarket just 600 metres from the station. A very good location actually, just outside of the main railway station, in a very central area of the city and highly commercial neighbourhood too..."},"i-am-glad-you":{"options":[{"effects":["increaseCourage","increaseScore2"],"text":"(Keep walking to the S-banh)","next":"keep-walking-to-the"},{"effects":[],"text":"(Too much excitement for one day, let's go back and take the U-bahn)","next":"the-u-bahn-gorlitzer"},{"effects":[],"text":"(Walk as fast as possible now)","next":"the-s-bahn-at"}],"text":"Small boy: My name is Tim, I will not forget this, thanks again.\n\nYou can sense the gratitude coming from the small boy as he leaves."},"go-to-see-william":{"options":[{"effects":[],"text":"(Let's just go home)","next":"let-s-call-it"},{"effects":[],"text":"(Go and see how is Olga doing)","next":"go-to-see-olga"}],"text":"William seems really busy corroborating some designs and blueprints, maybe you should not disturb him."}}}